export const FaqText = [
  {
    category: "계정 관리",
    question: "디자이너/기술자 회원가입은 왜 안 되나요?",
    answer:
      "디자이너/기술자 본인이 맞는지 자동으로 인증하는 시스템이 아직 준비되지 않아 이메일을 통해 수동으로 인증받고 있습니다!",
  },
  {
    category: "계정 관리",
    question: "아이디 또는 비밀번호를 잃어버렸어요!",
    answer:
      "리본 공식 이메일(ribborn.kr@gmail.com)을 통해 문의해주시면 아이디는 회원가입 시 등록해둔 전화번호를 통해 찾으실 수 있고, 비밀번호는 아이디와 회원가입 시 등록해둔 전화번호를 통해 재발급 받으실 수 있습니다.",
  },
  {
    category: "사이트 이용",
    question: "게시글 작성페이지에 접근이 되지 않아요!",
    answer:
      "로그인을 하지 않으면 게시글 작성이 되지 않습니다! 또, 일반 회원은 룩북 게시판에, 디자이너/기술자 회원은 견적 게시판에 게시글을 작성할 수 없습니다.",
  },
  {
    category: "사이트 이용",
    question: "다른 유저와의 채팅하기 버튼이 보이지 않아요!",
    answer:
      "채팅은 로그인한 사용자만 사용할 수 있는 기능입니다. 일반 회원은 디자이너/기술자 회원과만, 디자이너/기술자 회원은 일반 회원과만 채팅이 가능합니다.",
  },
  {
    category: "사이트 이용",
    question: "사이트 이용 중 버그를 발견했어요!",
    answer:
      "메인에서 찾을 수 있는 구글폼이나 리본 공식 이메일(ribborn.kr@gmail.com)을 통해 제보해시면 감사하겠습니다!",
  },
  {
    category: "견적",
    question:
      "디자이너/기술자와 견적을 맞추고 결제를 하려고 하는데 어떻게 하나요?",
    answer:
      "현재 리본은 결제 시스템을 가지고 있지 않으며, 리폼을 원하는 사람과 리폼 전문가를 연결해주는 서비스만 진행하고 있습니다. 결제 방법은 리폼 전문가와 상의해서 리본 외부의 방법으로 진행해주시면 됩니다.",
  },
  {
    category: "견적",
    question: "리폼이 원하는대로 되지 않았어요!",
    answer:
      "리폼 과정은 리본이 전혀 관여하지 않아 리폼 과정에서 생긴 문제는 리폼 전문가와 상의해주셔야 합니다. 다만, 분쟁이 발생했을 경우, 리본 공식 이메일(ribborn.kr@gmail.com)을 통해 문의주시면 이용자 권익 보호를 위해 필요한 조치를 최대한 취하겠습니다.",
  },
  {
    category: "기타",
    question: "이벤트에 참가하고 싶어요!",
    answer:
      "메인화면에서 이벤트 배너를 클릭해서 해당 이벤트 페이지로 가면 접근할 수 있습니다. 우수게시글 이벤트는 로그인 한 상태에서 이벤트 페이지로 가서 “이벤트 참여하기” 버튼을 누르고 게시글을 작성하면 참가됩니다. 게시글을 먼저 작성하고 “이벤트 참여하기” 버튼을 눌러도 참여가 됩니다. 구글폼 설문조사 이벤트는 사이트 이용 후기를 구글폼에 작성하고 제출하기를 눌러주시면 참가됩니다.",
  },
];

export const FaqCategories = [
  "전체",
  "계정 관리",
  "사이트 이용",
  "견적",
  "기타",
];
