const InfoText = [
  "리본은 원활한 서비스 제공을 위해 다음과 같은 이용자의 개인정보를 처리하고 있습니다.",
  "(1)일반 회원",
  "(2)기술자 회원",
  "리본은 원칙적으로 정해진 보유 및 이용기간에 따라 개인정보를 처리하고 있습니다. 그러나 다음의 정보에 대해서는 보존 사유에 의해 명시한 기간 동안 보존 할 예정입니다.",
  "(1)회사 내부 방침에 의한 사유",
  "(2)관련법령에 의한 사유",
  "만 14세 미만 아동의 개인정보 처리",
  "법정대리인의 동의가 필요한 만 14세 미만의 아동은 리본을 이용하실 수 없습니다.",
  "개인정보 처리업무의 위탁에 관한 사항",
  "서비스를 원활하게 제공해 드리기 위해 필요한 때에 개인정보 처리의 일부를 위탁하고 있습니다. 리본의 개인정보 처리 업무를 수탁 받은 업체가 이용자의 개인정보처리에 대해 관련 법령을 준수하도록 관리 감독을 하고 있습니다.",
  "개인정보의 국외 이전에 관한 사항",
  "리본은 데이터 분석과 데이터 분산 저장을 위해서 이용자의 개인정보를 해외 서비스에 위탁하고 있습니다.",
  "개인정보 파기 절차 및 방법",
  "이용자의 개인정보는 수집 및 이용목적이 달성된 때에 지체 없이 파기합니다(여기서 ‘이용목적이 달성된 때’란 철회요청, 서비스계약 만료, 탈퇴 시를 의미합니다) 다만, 회사 내부 방침 또는 관계 법령에서 정한 보관기간이 있을 경우 일정 기간동안 보관한 다음 파기 하고 있습니다.",
  "정보주체와 법정대리인의 권리 의무 및 행사 방법",
  "이용자는 언제든지 개인정보를 조회하거나 수정할 수 있고 수집/이용에 대한 동의 철회 또는 가입 해지를 요청 할 수도 있습니다. 운영자에게 이메일이나 별도게시판으로 문의하시면 지체없이 조치 해 드리겠습니다.",
  "이용자는 법정대리인이나 위임을 받은 자 등 대리인을 통해서도 권리행사를 하실 수 있습니다.. 이 경우 『개인정보 처리 방법에 관한 고시』 별지 제11호 서식에 따른 위임장을 제출하여야 합니다. 개인정보 열람 및 처리정지 요구는 개인정보보호법 제 35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있음을 참고 해 주십시오. 개인정보의 정정 및 삭제 요구 시 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 삭제 해 드릴 수 없습니다. 리본은 정보주체 권리에 따른 열람의 요구 정정 삭제의 요구 처리정지의 요구 시 요구를 한 이용자가 본인이거나 대리인인지 확인 요청을 할 수 있습니다.",
  "개인정보처리방침의 시행 및 변경에 관한 사항",
  "이 개인정보 처리방침은 2022년 07월 26일부터 시행되며 리본은 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 변경할 수 있습니다. 개인정보처리방침이 변경되는 경우 최소 7일 전부터 공지사항을 통해 변경 사항을 고지 해드리도록 하겠습니다.",
];

export default InfoText;
