export const writeGuide = {
  review: {
    title: "리폼 후기 게시물 작성 가이드",
    content: [
      "간단한 자기소개 후 디자이너의 작품을 소개해주세요.",
      "사진 속 작품 정보를 본문에 최대한 적어주세요.",
      "사진 첨부 시 용량은 장당 최대 20MB까지 업로드할 수 있고, png, jpg, jpeg, webp 포맷을 지원해요.",
      "정보를 많이 입력할수록 검색 결과에 많이 노출되어 조회수가 올라가요.",
      "글 작성과 이미지 업로드 시, 타인의 지식재산권을 침해하지 않도록 유의해주세요.",
      "본문에 악의성 내용이 포함되어있으면 안내없이 해당 글이 관리자에 의해 삭제될 수 있어요.",
    ],
  },
  lookbook: {
    title: "룩북 게시물 작성 가이드",
    content: [
      "사진 가이드",
      "- 작품이 한 눈에 잘 보이는 풀샷으로 찍어주세요.",
      "- 수직/수평이 잘 맞게 작품을 찍어주세요.",
      "- 필터 효과보단 선명하고 자연스러운 사진으로 찍어주세요.",
      "- 다양한 각도로 작품을 보여주면, 디자이너님의 작품을 더욱 잘 이해할 수 있어요.",
      "사진 속 작품 정보를 본문에 최대한 적어주세요.",
      "사진 첨부 시 용량은 장당 최대 20MB까지 업로드할 수 있고, png, jpg, jpeg, webp 포맷을 지원해요.",
      "글 작성과 이미지 업로드 시, 타인의 지식재산권을 침해하지 않도록 유의해주세요.",
      "본문에 악의성 내용이 포함되어있으면 안내없이 해당 글이 관리자에 의해 삭제될 수 있어요.",
    ],
  },
  reform: {
    title: "리폼 견적 게시물 작성 가이드",
    content: [
      "사진 속 상품 정보를 본문에 최대한 적어주세요 (재질, 사이즈, 애로 사항 등)",
      "사진 첨부 시 용량은 장당 최대 20MB까지 업로드할 수 있고, png, jpg, jpeg, webp 포맷을 지원해요.",
      "정보를 많이 입력할수록 검색 결과에 많이 노출되어 조회수가 올라가요.",
      "글 작성과 이미지 업로드 시, 타인의 지식재산권을 침해하지 않도록 유의해주세요.",
      "본문에 악의성 내용이 포함되어있으면 안내없이 해당 글이 관리자에 의해 삭제될 수 있어요.",
    ],
  },
  qna: {
    title: "질문과 답변 게시물 작성 가이드",
    content: [
      "궁금한 내용을 상세히 적어주세요.",
      "사진 첨부 시 용량은 장당 최대 20MB까지 업로드할 수 있고, png, jpg, jpeg, webp 포맷을 지원해요.",
      "정보를 많이 입력할수록 검색 결과에 많이 노출되어 조회수가 올라가요.",
      "글 작성과 이미지 업로드 시, 타인의 지식재산권을 침해하지 않도록 유의해주세요.",
      "본문에 악의성 내용이 포함되어있으면 안내없이 해당 글이 관리자에 의해 삭제될 수 있어요.",
    ],
  },
};
